Repository: Joenvyme/openglossa
Catalog: public/downloads/openglossa_demo.tmx
Source language: de
Languages: fr

source: Der Geschäftsherr haftet für den Schaden, den seine Arbeitnehmer oder andere Hilfspersonen in Ausübung ihrer dienstlichen oder geschäftlichen Verrichtungen verursacht haben, wenn er nicht nachweist, dass er alle nach den Umständen gebotene Sorgfalt angewendet hat, um einen Schaden dieser Art zu verhüten, oder dass der Schaden auch bei Anwendung dieser Sorgfalt eingetreten wäre.
fr: L’employeur est responsable du dommage causé par ses travailleurs ou ses autres auxiliaires dans l’accomplissement de leur travail, s’il ne prouve qu’il a pris tous les soins commandés par les circonstances pour détourner un dommage de ce genre ou que sa diligence n’eût pas empêché le dommage de se produire.

source: Der Geschäftsherr kann auf denjenigen, der den Schaden gestiftet hat, insoweit Rückgriff nehmen, als dieser selbst schadenersatzpflichtig ist.
fr: L’employeur a son recours contre la personne qui a causé le préjudice, en tant qu’elle est responsable du dommage.

source: Für den von einem Tier angerichteten Schaden haftet, wer dasselbe hält, wenn er nicht nachweist, dass er alle nach den Umständen gebotene Sorgfalt in der Verwahrung und Beaufsichtigung angewendet habe, oder dass der Schaden auch bei Anwendung dieser Sorgfalt eingetreten wäre.
fr: En cas de dommage causé par un animal, la personne qui le détient est responsable, si elle ne prouve qu’elle l’a gardé et surveillé avec toute l’attention commandée par les circonstances ou que sa diligence n’eût pas empêché le dommage de se produire.

source: Vorbehalten bleibt ihm der Rückgriff, wenn das Tier von einem andern oder durch das Tier eines andern gereizt worden ist.
fr: Son recours demeure réservé, si l’animal a été excité soit par un tiers, soit par un animal appartenant à autrui.

source: Der Besitzer eines Grundstückes ist berechtigt, Dritten angehörige Tiere, die auf dem Grundstücke Schaden anrichten, zur Sicherung seiner Ersatzforderung einzufangen und in seinen Gewahrsam zu nehmen und, wo die Umstände es rechtfertigen, sogar zu töten.
fr: Le possesseur d’un immeuble a le droit de s’emparer des animaux appartenant à autrui qui causent du dommage sur cet immeuble, et de les retenir en garantie de l’indemnité qui peut lui être due; il a même le droit de les tuer, si cette mesure est justifiée par les circonstances.

source: Er ist jedoch verpflichtet, ohne Verzug dem Eigentümer davon Kenntnis zu geben und, sofern ihm dieser nicht bekannt ist, zu dessen Ermittlung das Nötige vorzukehren.
fr: Il est toutefois tenu d’aviser sans retard le propriétaire des animaux, et, s’il ne le connaît pas, de prendre les mesures nécessaires pour le découvrir.

source: Der Eigentümer eines Gebäudes oder eines andern Werkes hat den Schaden zu ersetzen, den diese infolge von fehlerhafter Anlage oder Herstellung oder von mangelhafter Unterhaltung verursachen.
fr: Le propriétaire d’un bâtiment ou de tout autre ouvrage répond du dommage causé par des vices de construction ou par le défaut d’entretien.

source: Vorbehalten bleibt ihm der Rückgriff auf andere, die ihm hierfür verantwortlich sind.
fr: Est réservé son recours contre les personnes responsables envers lui de ce chef.

source: Wer von dem Gebäude oder Werke eines andern mit Schaden bedroht ist, kann von dem Eigentümer verlangen, dass er die erforderlichen Massregeln zur Abwendung der Gefahr treffe.
fr: Celui qui est menacé d’un dommage provenant du bâtiment ou de l’ouvrage d’autrui a le droit d’exiger du propriétaire que celui-ci prenne les mesures nécessaires pour écarter le danger.

source: Vorbehalten bleiben die Anordnungen der Polizei zum Schutze von Personen und Eigentum.
fr: Sont réservés les règlements de police concernant la protection des personnes et des propriétés.

source: Der Inhaber eines kryptografischen Schlüssels, der zur Erzeugung elektronischer Signaturen oder Siegel eingesetzt wird, haftet Drittpersonen für Schäden, die diese erleiden, weil sie sich auf ein gültiges geregeltes Zertifikat einer anerkannten Anbieterin von Zertifizierungsdiensten im Sinne des Bundesgesetzes vom 18. März 2016
fr: Le titulaire d’une clé cryptographique utilisée pour créer une signature ou un cachet électronique répond envers les tiers des dommages que ces derniers ont subis parce qu’ils se sont fiés à un certificat réglementé valable délivré par un fournisseur de services de certification reconnu au sens de la loi du 18 mars 2016 sur la signature électronique

source: Die Haftung entfällt, wenn der Inhaber glaubhaft darlegen kann, dass er die nach den Umständen notwendigen und zumutbaren Sicherheitsvorkehrungen getroffen hat, um den Missbrauch des kryptografischen Schlüssels zu verhindern.
fr: Le titulaire de la clé est libéré de sa responsabilité s’il peut établir de manière crédible qu’il a pris les mesures de sécurité raisonnablement imposées par les circonstances pour éviter qu’elle ne soit utilisée de façon abusive.

source: Der Bundesrat umschreibt die Sicherheitsvorkehrungen im Sinne von Absatz 2.
fr: Le Conseil fédéral arrête les mesures de sécurité à prendre au sens de l’al. 2.

source: Der Anspruch auf Schadenersatz oder Genugtuung verjährt mit Ablauf von drei Jahren von dem Tage an gerechnet, an welchem der Geschädigte Kenntnis vom Schaden und von der Person des Ersatzpflichtigen erlangt hat, jedenfalls aber mit Ablauf von zehn Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.
fr: L’action en dommages-intérêts ou en paiement d’une somme d’argent à titre de réparation morale se prescrit par trois ans à compter du jour où la partie lésée a eu connaissance du dommage ainsi que de la personne tenue à réparation et, dans tous les cas, par dix ans à compter du jour où le fait dommageable s’est produit ou a cessé.

source: Bei Tötung eines Menschen oder bei Körperverletzung verjährt der Anspruch auf Schadenersatz oder Genugtuung mit Ablauf von drei Jahren von dem Tage an gerechnet, an welchem der Geschädigte Kenntnis vom Schaden und von der Person des Ersatzpflichtigen erlangt hat, jedenfalls aber mit Ablauf von zwanzig Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.
fr: En cas de mort d’homme ou de lésions corporelles, elle se prescrit par trois ans à compter du jour où la partie lésée a eu connaissance du dommage ainsi que de la personne tenue à réparation et, dans tous les cas, par vingt ans à compter du jour où le fait dommageable s’est produit ou a cessé.

source: Hat die ersatzpflichtige Person durch ihr schädigendes Verhalten eine strafbare Handlung begangen, so verjährt der Anspruch auf Schadenersatz oder Genugtuung ungeachtet der vorstehenden Absätze frühestens mit Eintritt der strafrechtlichen Verfolgungsverjährung. Tritt diese infolge eines erstinstanzlichen Strafurteils nicht mehr ein, so verjährt der Anspruch frühestens mit Ablauf von drei Jahren seit Eröffnung des Urteils.
fr: Si le fait dommageable résulte d’un acte punissable de la personne tenue à réparation, elle se prescrit au plus tôt à l’échéance du délai de prescription de l’action pénale, nonobstant les alinéas précédents. Si la prescription de l’action pénale ne court plus parce qu’un jugement de première instance a été rendu, l’action civile se prescrit au plus tôt par trois ans à compter de la notification du jugement.

source: Ist durch die unerlaubte Handlung gegen den Verletzten eine Forderung begründet worden, so kann dieser die Erfüllung auch dann verweigern, wenn sein Anspruch aus der unerlaubten Handlung verjährt ist.
fr: Si l’acte illicite a donné naissance à une créance contre la partie lésée, celle-ci peut en refuser le paiement lors même que son droit d’exiger la réparation du dommage serait atteint par la prescription.

source: Über die Pflicht von öffentlichen Beamten oder Angestellten, den Schaden, den sie in Ausübung ihrer amtlichen Verrichtungen verursachen, zu ersetzen oder Genugtuung zu leisten, können der Bund und die Kantone auf dem Wege der Gesetzgebung abweichende Bestimmungen aufstellen.
fr: La législation fédérale ou cantonale peut déroger aux dispositions du présent chapitre, en ce qui concerne la responsabilité encourue par des fonctionnaires et employés publics pour le dommage ou le tort moral qu’ils causent dans l’exercice de leur charge.

source: Für gewerbliche Verrichtungen von öffentlichen Beamten oder Angestellten können jedoch die Bestimmungen dieses Abschnittes durch kantonale Gesetze nicht geändert werden.
fr: Les lois cantonales ne peuvent déroger aux dispositions du présent chapitre, s’il s’agit d’actes commis par des fonctionnaires ou des employés publics et se rattachant à l’exercice d’une industrie.

source: Wer in ungerechtfertigter Weise aus dem Vermögen eines andern bereichert worden ist, hat die Bereicherung zurückzuerstatten.
fr: Celui qui, sans cause légitime, s’est enrichi aux dépens d’autrui, est tenu à restitution.

source: Insbesondere tritt diese Verbindlichkeit dann ein, wenn jemand ohne jeden gültigen Grund oder aus einem nicht verwirklichten oder nachträglich weggefallenen Grund eine Zuwendung erhalten hat.
fr: La restitution est due, en particulier, de ce qui a été reçu sans cause valable, en vertu d’une cause qui ne s’est pas réalisée, ou d’une cause qui a cessé d’exister.

source: Wer eine Nichtschuld freiwillig bezahlt, kann das Geleistete nur dann zurückfordern, wenn er nachzuweisen vermag, dass er sich über die Schuldpflicht im Irrtum befunden hat.
fr: Celui qui a payé volontairement ce qu’il ne devait pas ne peut le répéter s’il ne prouve qu’il a payé en croyant, par erreur, qu’il devait ce qu’il a payé.

source: Ausgeschlossen ist die Rückforderung, wenn die Zahlung für eine verjährte Schuld oder in Erfüllung einer sittlichen Pflicht geleistet wurde.
fr: Ce qui a été payé pour acquitter une dette prescrite ou pour accomplir un devoir moral ne peut être répété.

source: Vorbehalten bleibt die Rückforderung einer bezahlten Nichtschuld nach Schuldbetreibungs- und Konkursrecht.
fr: Sont réservées les dispositions de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite

source: Die Rückerstattung kann insoweit nicht gefordert werden, als der Empfänger nachweisbar zur Zeit der Rückforderung nicht mehr bereichert ist, es sei denn, dass er sich der Bereicherung entäusserte und hierbei nicht in gutem Glauben war oder doch mit der Rückerstattung rechnen musste.
fr: Il n’y a pas lieu à restitution, dans la mesure où celui qui a reçu indûment établit qu’il n’est plus enrichi lors de la répétition; à moins cependant qu’il ne se soit dessaisi de mauvaise foi de ce qu’il a reçu ou qu’il n’ait dû savoir, en se dessaisissant, qu’il pouvait être tenu à restituer.

source: Der Empfänger hat Anspruch auf Ersatz der notwendigen und nützlichen Verwendungen, für letztere jedoch, wenn er beim Empfange nicht in gutem Glauben war, nur bis zum Betrage des zur Zeit der Rückerstattung noch vorhandenen Mehrwertes.
fr: Le défendeur a droit au remboursement de ses impenses nécessaires ou utiles; néanmoins, s’il était déjà de mauvaise foi lors de la réception, les impenses utiles ne lui sont remboursées que jusqu’à concurrence de la plus-value existant encore au moment de la restitution.

source: Für andere Verwendungen kann er keinen Ersatz verlangen, darf aber, wenn ihm ein solcher nicht angeboten wird, vor der Rückgabe der Sache, was er verwendet hat, wieder wegnehmen, soweit dies ohne Beschädigung der Sache selbst geschehen kann.
fr: Les autres impenses ne lui donnent droit à aucune indemnité, mais il a la faculté d’enlever, avant toute restitution, ce qu’il a uni à la chose et qui en peut être séparé sans dommage pour elle, si le demandeur ne lui offre la contre-valeur de ses impenses.

source: Was in der Absicht, einen rechtswidrigen oder unsittlichen Erfolg herbeizuführen, gegeben worden ist, kann nicht zurückgefordert werden.
fr: Il n’y a pas lieu à répétition de ce qui a été donné en vue d’atteindre un but illicite ou contraire aux moeurs.

source: Der Bereicherungsanspruch verjährt mit Ablauf von drei Jahren, nachdem der Verletzte von seinem Anspruch Kenntnis erhalten hat, in jedem Fall aber mit Ablauf von zehn Jahren seit der Entstehung des Anspruchs.
fr: L’action pour cause d’enrichissement illégitime se prescrit par trois ans à compter du jour où la partie lésée a eu connaissance de son droit de répétition et, dans tous les cas, par dix ans à compter de la naissance de ce droit.

source: Besteht die Bereicherung in einer Forderung an den Verletzten, so kann dieser die Erfüllung auch dann verweigern, wenn der Bereicherungsanspruch verjährt ist.
fr: Si l’enrichissement consiste en une créance contre la partie lésée, celle-ci peut en refuser le paiement lors même que ses droits seraient atteints par la prescription.

source: Der Schuldner ist nur dann verpflichtet, persönlich zu erfüllen, wenn es bei der Leistung auf seine Persönlichkeit ankommt.
fr: Le débiteur n’est tenu d’exécuter personnellement son obligation que si le créancier a intérêt à ce qu’elle soit exécutée par le débiteur lui-même.

source: Der Gläubiger braucht eine Teilzahlung nicht anzunehmen, wenn die gesamte Schuld feststeht und fällig ist.
fr: Le créancier peut refuser un paiement partiel, lorsque la dette est liquide et exigible pour le tout.

source: Will der Gläubiger eine Teilzahlung annehmen, so kann der Schuldner die Zahlung des von ihm anerkannten Teiles der Schuld nicht verweigern.
fr: Si le créancier accepte un paiement partiel, le débiteur ne peut refuser d’acquitter la partie reconnue de la dette.

source: Ist eine unteilbare Leistung an mehrere Gläubiger zu entrichten, so hat der Schuldner an alle gemeinsam zu leisten, und jeder Gläubiger kann die Leistung an alle gemeinsam fordern.
fr: Lorsque l’obligation est indivisible et qu’il y a plusieurs créanciers, chacun d’eux peut en exiger l’exécution intégrale et le débiteur est tenu de se libérer envers tous.

source: Ist eine unteilbare Leistung von mehreren Schuldnern zu entrichten, so ist jeder Schuldner zu der ganzen Leistung verpflichtet.
fr: S’il y a plusieurs débiteurs, chacun d’eux est tenu d’acquitter l’obligation indivisible pour le tout.

source: Sofern sich aus den Umständen nicht etwas anderes ergibt, kann alsdann der Schuldner, der den Gläubiger befriedigt hat, von den übrigen Schuldnern verhältnismässigen Ersatz verlangen, und es gehen, soweit ihm ein solcher Anspruch zusteht, die Rechte des befriedigten Gläubigers auf ihn über.
fr: À moins que le contraire ne résulte des circonstances, le débiteur qui a payé a un recours contre ses codébiteurs pour leur part et portion et il est subrogé dans cette mesure aux droits du créancier.

source: Ist die geschuldete Sache nur der Gattung nach bestimmt, so steht dem Schuldner die Auswahl zu, insofern sich aus dem Rechtsverhältnis nicht etwas anderes ergibt.
fr: Si la chose due n’est déterminée que par son genre, le choix appartient au débiteur, à moins que le contraire ne résulte de l’affaire.

source: Er darf jedoch nicht eine Sache unter mittlerer Qualität anbieten.
fr: Toutefois, le débiteur ne peut offrir une chose de qualité inférieure à la qualité moyenne.

source: Ist die Schuldpflicht in der Weise auf mehrere Leistungen gerichtet, dass nur die eine oder die andere erfolgen soll, so steht die Wahl dem Schuldner zu, insofern sich aus dem Rechtsverhältnis nicht etwas anderes ergibt.
fr: Si le contraire ne résulte de l’affaire, le choix appartient au débiteur lorsque son obligation s’étend à plusieurs prestations mais qu’il ne peut être tenu que de l’une d’elles.

source: Geht die Schuldpflicht auf Zahlung von Zinsen und ist deren Höhe weder durch Vertrag noch durch Gesetz oder Übung bestimmt, so sind Zinse zu fünf vom Hundert für das Jahr zu bezahlen.
fr: Celui qui doit des intérêts dont le taux n’est fixé ni par la convention, ni par la loi ou l’usage, les acquitte au taux annuel de 5 %.

source: Dem öffentlichen Rechte bleibt es vorbehalten, Bestimmungen gegen Missbräuche im Zinswesen aufzustellen.
fr: La répression des abus en matière d’intérêt conventionnel est réservée au droit public.

source: Der Ort der Erfüllung wird durch den ausdrücklichen oder aus den Umständen zu schliessenden Willen der Parteien bestimmt.
fr: Le lieu où l’obligation doit être exécutée est déterminé par la volonté expresse ou présumée des parties.

source: Wo nichts anderes bestimmt ist, gelten folgende Grundsätze:1. Geldschulden sind an dem Orte zu zahlen, wo der Gläubiger zur Zeit der Erfüllung seinen Wohnsitz hat;2. wird eine bestimmte Sache geschuldet, so ist diese da zu übergeben, wo sie sich zur Zeit des Vertragsabschlusses befand;3. andere Verbindlichkeiten sind an dem Orte zu erfüllen, wo der Schuldner zur Zeit ihrer Entstehung seinen Wohnsitz hatte.
fr: À défaut de stipulation contraire, les dispositions suivantes sont applicables:1. lorsqu’il s’agit d’une somme d’argent, le paiement s’opère dans le lieu où le créancier est domicilié à l’époque du paiement;2. lorsque l’obligation porte sur une chose déterminée, la chose est délivrée dans le lieu où elle se trouvait au temps de la conclusion du contrat;3. toute autre obligation est exécutée dans le lieu où le débiteur était domicilié lorsqu’elle a pris naissance.

source: Wenn der Gläubiger seinen Wohnsitz, an dem er die Erfüllung fordern kann, nach der Entstehung der Schuld ändert und dem Schuldner daraus eine erhebliche Belästigung erwächst, so ist dieser berechtigt, an dem ursprünglichen Wohnsitze zu erfüllen.
fr: Si l’exécution d’une obligation qui devait être acquittée au domicile du créancier est notablement aggravée par le fait que le créancier a changé de domicile depuis que l’obligation a pris naissance, l’exécution peut avoir lieu valablement en son domicile primitif.

source: Ist die Zeit der Erfüllung weder durch Vertrag noch durch die Natur des Rechtsverhältnisses bestimmt, so kann die Erfüllung sogleich geleistet und gefordert werden.
fr: À défaut de terme stipulé ou résultant de la nature de l’affaire, l’obligation peut être exécutée et l’exécution peut en être exigée immédiatement.

source: Ist die Zeit auf Anfang oder Ende eines Monates festgesetzt, so ist darunter der erste oder der letzte Tag des Monates zu verstehen.
fr: Le terme fixé pour l’exécution au commencement ou à la fin d’un mois s’entend du premier ou du dernier jour du mois.

source: Ist die Zeit auf die Mitte eines Monates festgesetzt, so gilt der fünfzehnte dieses Monates.
fr: Le terme fixé au milieu d’un mois s’entend du quinze de ce mois.

source: Soll die Erfüllung einer Verbindlichkeit oder eine andere Rechtshandlung mit dem Ablaufe einer bestimmten Frist nach Abschluss des Vertrages erfolgen, so fällt ihr Zeitpunkt:1. wenn die Frist nach Tagen bestimmt ist, auf den letzten Tag der Frist, wobei der Tag, an dem der Vertrag geschlossen wurde, nicht mitgerechnet und, wenn die Frist auf acht oder 15 Tage lautet, nicht die Zeit von einer oder zwei Wochen verstanden wird, sondern volle acht oder 15 Tage;2. wenn die Frist nach Wochen bestimmt ist, auf denjenigen Tag der letzten Woche, der durch seinen Namen dem Tage des Vertragsabschlusses entspricht;3. wenn die Frist nach Monaten oder einem mehrere Monate umfassenden Zeitraume (Jahr, halbes Jahr, Vierteljahr) bestimmt ist, auf denjenigen Tag des letzten Monates, der durch seine Zahl dem Tage des Vertragsabschlusses entspricht, und, wenn dieser Tag in dem letzten Monate fehlt, auf den letzten Tag dieses Monates.Der Ausdruck «halber Monat» wird einem Zeitraume von 15 Tagen gleichgeachtet, die, wenn eine Frist auf einen oder mehrere Monate und einen halben Monat lautet, zuletzt zu zählen sind.
fr: Lorsqu’une obligation doit être exécutée ou quelque autre acte juridique accompli à l’expiration d’un certain délai depuis la conclusion du contrat, l’échéance est réglée comme suit:1. si le délai est fixé par jours, la dette est échue le dernier jour du délai, celui de la conclusion du contrat n’étant pas compté; s’il est de huit ou de quinze jours, il signifie non pas une ou deux semaines, mais huit ou quinze jours pleins;2. si le délai est fixé par semaines, la dette est échue le jour qui, dans la dernière semaine, correspond par son nom au jour de la conclusion du contrat;3. si le délai est fixé par mois ou par un laps de temps comprenant plusieurs mois (année, semestre, trimestre), la dette est échue le jour qui, dans le dernier mois, correspond par son quantième au jour de la conclusion du contrat; s’il n’y a pas, dans le dernier mois, de jour correspondant l’obligation s’exécute le dernier jour dudit mois.L’expression «demi-mois» équivaut à un délai de quinze jours; si le délai est d’un ou plusieurs mois et d’un demi-mois, les quinze jours sont comptés en dernier lieu.

source: In gleicher Weise wird die Frist auch dann berechnet, wenn sie nicht von dem Tage des Vertragsabschlusses, sondern von einem andern Zeitpunkte an zu laufen hat.
fr: Ces règles sont également applicables si le délai court à partir d’une époque autre que celle de la conclusion du contrat.

source: Soll die Erfüllung innerhalb einer bestimmten Frist geschehen, so muss sie vor deren Ablauf erfolgen.
fr: Lorsqu’une obligation doit être exécutée au cours d’un certain laps de temps, le débiteur est tenu de s’acquitter avant l’expiration du délai fixé.

source: Fällt der Zeitpunkt der Erfüllung oder der letzte Tag einer Frist auf einen Sonntag oder auf einen andern am Erfüllungsorte staatlich anerkannten Feiertag
fr: L’échéance qui tombe sur un dimanche ou sur un autre jour reconnu férié

source: Abweichende Vereinbarungen bleiben vorbehalten.
fr: Les conventions contraires demeurent réservées.

source: Die Erfüllung muss an dem festgesetzten Tage während der gewöhnlichen Geschäftszeit vollzogen und angenommen werden.
fr: L’exécution a lieu et doit être acceptée, le jour de l’échéance, pendant les heures habituellement consacrées aux affaires.

source: Ist die vertragsmässige Frist verlängert worden, so beginnt die neue Frist, sofern sich aus dem Vertrage nicht etwas anderes ergibt, am ersten Tage nach Ablauf der alten Frist.
fr: En cas de prolongation du terme convenu pour l’exécution, le nouveau délai court, sauf stipulation contraire, à partir du premier jour qui suit l’expiration du précédent délai.

source: Sofern sich nicht aus dem Inhalt oder der Natur des Vertrages oder aus den Umständen eine andere Willensmeinung der Parteien ergibt, kann der Schuldner schon vor dem Verfalltage erfüllen.
fr: Le débiteur peut exécuter son obligation avant l’échéance, si l’intention contraire des parties ne ressort ni des clauses ou de la nature du contrat, ni des circonstances.

source: Er ist jedoch nicht berechtigt, einen Diskonto abzuziehen, es sei denn, dass Übereinkunft oder Übung einen solchen gestatten.
fr: Il n’a toutefois le droit de déduire un escompte que s’il y est autorisé par la convention ou l’usage.

source: Wer bei einem zweiseitigen Vertrage den andern zur Erfüllung anhalten will, muss entweder bereits erfüllt haben oder die Erfüllung anbieten, es sei denn, dass er nach dem Inhalte oder der Natur des Vertrages erst später zu erfüllen hat.
fr: Celui qui poursuit l’exécution d’un contrat bilatéral doit avoir exécuté ou offrir d’exécuter sa propre obligation, à moins qu’il ne soit au bénéfice d’un terme d’après les clauses ou la nature du contrat.
